Repository: elementary/screenshot
Catalog: po/extra/*.po
Languages: cs, de, es, fr, hu, ka, pl, ru, sk

source: Screenshot
cs: Snímek obrazovky
de: Bildschirmfoto
es: Captura de pantalla
fr: Capture d'écran
hu: Képernyőkép
ka: ეკრანის ანაბეჭდი
pl: Zrzut ekranu
ru: Снимок экрана
sk: Snímka obrazovky

source: Save images of the screen
cs: Ukládejte snímky obrazovky
de: Bildschirmfotos speichern
es: Guarde imágenes de la pantalla
fr: Enregistrer des images de l'écran
hu: Képernyőképek készítése
ka: ეკრანის სურათების შენახვა
pl: Zapisuje zrzuty ekranu
ru: Сохраняйте изображения экрана
sk: Ukladajte snímky obrazovky

source: A simple screenshot tool. Capture whole screen shots, selected area shots, current window shots, and timed shots.
cs: Jednoduchý nástroj pro snímání obrazovky. Zachytí snímek celé plochy, snímek vybrané oblasti, aktuálního okna i časované snímky.
de: Ein einfaches Tool zum Aufnehmen von Bildschirmfotos. Es können der gesamte Bildschirm, ausgewählte Bereiche sowie Fotos von Fenstern mit oder ohne Zeitauslöser aufgenommen werden.
es: Una herramienta sencilla para hacer capturas de pantalla. Permite capturar la pantalla completa, un área concreta o la ventana activa y realizar capturas tras un lapso.
fr: Un outil de capture d'écran simple. Capturez des captures d'écran entières, des zones sélectionnées, des fenêtres actuelles et des captures avec retardateur.
hu: Egy egyszerű képernyőkép eszköz. Készítsen képet az egész asztalról, egy kijelölt területről vagy az aktív ablakról, akár időzetve is.
ka: ეკრანის ანაბეჭდის გადასაღები მარტივი პროგრამა. გადაიღეთ მთელი ეკრანები, მონიშნული ადგილები, მიმდინარე ფანჯრები და დაყოვნებული სურათები.
pl: Proste narzędzie do tworzenia zrzutów ekranu. Przechwytuje cały ekran, wybrany obszar, bieżące okno oraz tworzy czasowe zrzuty ekranu.
ru: Простой инструмент для создания скриншотов. Снимки всего экрана, выбранной области, текущего окна, а также снимки с временной задержкой.
sk: Jednoduchý nástroj na snímanie obrazovky. Zachyťte snímku celej obrazovky, vybranej oblasti, aktuálneho okna aj časované snímky.

source: Minor updates:
cs: Opravy menších chyb:
de: Kleinere Aktualisierungen:
fr: Mises à jour mineures :
hu: Kisebb frissítések:
ka: უმნიშვნელო განახლებები:
pl: Drobne aktualizacje:
ru: Незначительные обновления:
sk: Opravy menších chýb:

source: Updated translations
cs: Aktualizovány překlady
de: Aktualisierte Übersetzungen
fr: Mise à jour des traductions
hu: Frissített fordítások
ka: განახლებული თარგმანები
pl: Zaktualizowano tłumaczenia
ru: Обновлены переводы
sk: Aktualizované preklady

source: Update elementary runtime to 6.1
cs: Běhové prostředí elementary aktualizováno na verzi 6.1
fr: Mise à jour vers l'exécutable elementary 6.1
hu: Az elementary futtatókörnyezet frissítve 6.1-re
ka: Elementary-ის გაშვების გარემოს განახლება ვერსიამდე 6.1
pl: Zaktualizowano do wersji elementary 6.1
ru: Обновление среды выполнения elementary до версии 6.1
sk: Behové prostredie elementary aktualizované na verziu 6.1

source: Translation updates
cs: Aktualizace překladů
de: Aktualisierte Übersetzungen
es: Traducciones actualizadas
fr: Mise à jour des traductions
hu: Fordítási frissítések
ka: თარგმანის განახლებები
pl: Aktualizacje tłumaczenia
ru: Обновления перевода
sk: Aktualizácia prekladov

source: New features:
cs: Nové funkce:
de: Neue Funktionen:
fr: Nouvelles fonctionnalités :
hu: Új funkciók:
ka: ახალი ფუნქციები:
pl: Nowe funkcje:
ru: Новые возможности:
sk: Nové funkcie:

source: Support the dark style
cs: Podpora pro tmavý motiv vzhledu
de: Unterstützung für Dark Mode
es: Se admite el estilo oscuro
fr: Prise en charge du thème sombre
hu: Sötét téma támogatása
ka: ბნელი სტილის მხარდაჭერა
pl: Wsparcie dla ciemnego motywu
ru: Поддержка темного стиля
sk: Podpora tmavého režimu

source: Drag and Drop the preview image from the save dialog
cs: Přetahování náhledového obrázku z dialogu ukládání
de: Vorschaubild aus dem Speicherdialog kann per Drag & Drop verschoben werden
es: Arrastre y coloque la imagen de previsualización desde el diálogo de guardado
fr: Glissez-déposez l'image d'aperçu depuis la boîte de dialogue d'enregistrement
hu: Az előnézeti kép áthúzható a mentési párbeszédpanelről
ka: შენახვის ფანჯრიდან მინიატურის გადმოთრევა/დაგდება
pl: Przeciągnij i upuść podgląd obrazu z okienka zapisu
ru: Перетаскивание изображения предварительного просмотра из диалогового окна сохранения
sk: Potiahnite a uvoľnite obrázok ukážky kamkoľvek z dialógu ukladania

source: Drag to move the window from anywhere
cs: Přetáhněte pro přesun okna odkudkoli
de: Ziehen um das Fenster von überall her zu bewegen
es: Arrastre para mover la ventana desde cualquier lugar
fr: Déplacez la fenêtre pour la déplacer ou vous le souhaitez
hu: Ablak átmozgatása bárhonnan
ka: გადმოათრიეთ ფანჯრის ნებისმიერი ადგილიდან გადმოსატანად
pl: Przeciągnij by przemieścić okno gdziekolwiek
ru: Перетаскивание окна за любое место
sk: Potiahnutím posuňte okno odkiaľkoľvek

source: Show details for errors if they occur
cs: Zobrazování podrobností pro chyby, pokud se vyskytnou
de: Zeige Details für Fehler, wenn diese auftreten
es: Se muestran detalles de los errores si se producen
fr: Affichage des détails en cas d'erreur
hu: A hibarészletek megjelenítése, ha előfordulnak
ka: შეცდომის აღმოჩენისას მისი დეტალების ჩვენება
pl: Pokaż szczegóły błędów gdy występują
ru: Отображение подробной информации об ошибках в случае их возникновения
sk: Zobrazenie detailov chýb, ak nejaké nastanú

source: Fix minor visual issues with selection items
cs: Oprava drobných vizuálních problémů s položkami výběru
de: Kleinere Probleme bei der Wahl von Objekten behoben
es: Corrección de problemas visuales menores con elementos de selección
fr: Correction de problèmes mineurs avec les éléments de sélection
hu: A kiválasztott elemekkel kapcsolatos kisebb vizuális problémák javítása
ka: ელემენტების მონიშვნასთან დაკავშირებული ვიზუალური პრობლემების გასწორება
pl: Naprawiono mniejsze problemy wizualne z zaznaczonymi elementami
ru: Исправлены незначительные визуальные проблемы с элементами выбора
sk: Opravené drobné vizuálne problémy s položkami výberu

source: Close when pressing the Escape key
cs: Zavřít při stisku klávesy Esc
de: Beim Drücken der Escape-Taste schließen
es: Se cierra al presionar la tecla Escape
fr: Fermeture lors de l'appui sur la touche Échap
hu: Bezárás az Escape billentyű megnyomására
ka: დახურვა Escape ღილაკით
pl: Zamknij po naciśnięciu klawisza Escape
ru: Закрывайте программу нажав клавишу Escape
sk: Zatvoriť pri stlačení klávesy Esc

source: Revert from redacted font as soon as possible to avoid getting stuck in some situations
cs: Vrátit zpět z redigovaného písma co možná nejdříve aby se zabránilo zatuhnutí v některých situacích
de: Verschleiernde Schrift zu kurz wie möglich einsetzen, um in bestimmten Situationen auftretende Probleme zu vermeiden
es: Se revierte del tipo de letra censurado con la mayor prontitud posible para evitar que se quede activado en determinadas situaciones
fr: Annulation de la modification de la police dès que possible pour éviter d'être coincé dans certaines situations
hu: Az elakadások elkerülése érdekében a lehető leghamarabb állítsa vissza a szerkesztett betűtípust
ka: ჩასწორებული ფონტიდან რაც შეიძლება სწრაფად დაბრუნება, რათა ზოგიერთ სიტუაციაში გაჭედვა თავიდან აიცილოთ
pl: Przewróć z redagowanej czcionki tak szybko jak to możliwe by uniknąć zawieszenia w pewnych sytuacjach
ru: Скорее отмените изменение шрифта, чтобы избежать зацикливания в некоторых ситуациях
sk: Vrátiť späť z revidovaného písma čo najskôr, aby sa zabránilo stuhnutiu v niektorých situáciách

source: Always respect delay setting
cs: Vždy respektovat nastavení prodlevy
de: Verzögerung immer beachten
es: Se respeta siempre la configuración de demora
fr: Respect constant des paramètres de retardateur
hu: Mindig tartsa be a késleltetési beállításokat
ka: დაყოვნების პარამეტრი ყოველთვის გათვალისწინებული იქნება
pl: Ustawienie opóźnienia jest teraz zawsze respektowane
ru: Четкое соблюдение установленной задержки
sk: Vždy rešpektovať nastavenie oneskorenia

source: Increase minimum timeout to 300
cs: Zvednut minimální časový limit na 300
de: Minimale Verzögerung auf 300 vergrößern
es: Se aumentó el tiempo de espera mínimo a 300
fr: Augmenter le délai d'attente minimum à 300
hu: A minimális időtúllépés növelése 300-ra
ka: მინიმალური მოლოდინის ვადის 300-მდე გაზრდა
pl: Zwiększono minimalne opóźnienie do 300
ru: Увеличено минимальное время задержки до 300
sk: Zvýšený minimálny časový limit na 300

source: Fix Alt+F4 key behavior
cs: Oprava chování klávesové zkratky Alt+F4
de: Verhalten von Alt+F4 korrigiert
es: Se corrige el comportamiento de la tecla Alt+F4
fr: Correction du comportement du raccourci Alt + F4
hu: Az Alt+F4 működésének javítása
ka: Alt+F4 ღილაკების ქცევის გასწორება
pl: Naprawiono zachowanie Alt+F4
ru: Исправлено поведение сочетания клавиш Alt+F4
sk: Oprava chovania klávesovej skratky Alt+F4

source: Icons now represent the capture area options
cs: Ikony nyní představují volby oblasti k zachycení
de: Optionen für den Aufnahmebereich werden jetzt mit Symbolen dargestellt
es: Los iconos ahora representan las opciones del área de captura
fr: Les icônes représentent désormais les options de zone de capture
hu: Az ikonok mostantól a rögzítési terület lehetőségeit jelzik
ka: ხატულები ახლა გადასაღები ადგილის პარამეტრებს წარმოადგენენ
pl: Ikony reprezentują teraz opcje przechwytu fragmentu
ru: Иконки теперь представляют собой варианты зоны захвата
sk: Ikonky teraz reprezentujú možnosti výberu oblasti na zachytenie

source: Minor bug fixes
cs: Opravy menších chyb
de: Kleinere Fehler behoben
es: Arreglos de defectos menores
fr: Corrections d'anomalies mineures
hu: Kisebb hibajavítások
ka: მცირე შეცდომების გამოსწორება
pl: Poprawki drobnych błędów
ru: Исправления незначительных ошибок
sk: Oprava menších chýb

source: Fix ESC key behavior
cs: Oprava chování klávesy Esc
de: Verhalten des Escape-Taste korrigiert
es: Corrección del comportamiento de la tecla Esc
fr: Correction du comportement de la touche ÉCHAP
hu: Az ESC működésének javítása
ka: ESC ღილაკის ქცევის გასწორება
pl: Naprawiono zachowanie klawisza ESC
ru: Исправлено поведение клавиши ESC
sk: Oprava chovania klávesy Esc

source: Append scaling factor to filename
cs: Přidávání měřítka zobrazení k názvu souboru
de: Skalierungsfaktor wird an den Dateinamen angehängt
es: Se añade el factor de escala al nombre de archivo
fr: Ajout du facteur de mise à l'échelle dans le nom de fichier
hu: A méretezési tényező hozzáadása a fájlnévhez
ka: ფაილის სახელისთვის მასშტაბის მიწერა
pl: Dodano czynnik skali do nawy pliku
ru: Добавлен коэффициент масштабирования к названию файла
sk: Pridávať mierku zobrazenia k názvu súboru

source: New default folder to save screenshots
cs: Nová výchozí složka pro ukládání snímků obrazovky
de: Neuer Standardordner zum Speichern von Bildschirmfotos
es: Nueva carpeta predeterminada para guardar capturas de pantalla
fr: Nouveau dossier par défaut pour l'enregistrement des captures d'écran
hu: A képernyőkép-mentések új alapértelmezett helye
ka: ახალი ნაგულისხმევი საქაღალდე ეკრანის ანაბეჭდების შესანახად
pl: Nowy domyślny folder do zapisywania zrzutów
ru: Новая папка по умолчанию для хранения снимков экрана
sk: Nový predvolený priečinok na ukladanie snímok obrazovky

source: Remember main window position for reappearing window
cs: Zapamatování pozice hlavního okna pro znovu se opakující okno
de: Position des Hauptfensters wird gespeichert für erneut dargestellte Fenster
es: Se recuerda la posición de la ventana principal para cuando reaparezca la ventana
fr: Mémorisation de la position de la fenêtre principale pour pouvoir la faire réapparaître
hu: Főablak helyzetének megjegyzése az újra megjelenéshez
ka: თავიდან გამოჩენადი ფანჯრებისთვის მთავარი ფანჯრის მდებარეობის დამახსოვრება
pl: Pozycja głównego okna jest teraz zapamiętana dla ponownie pojawiających się okien
ru: Запоминание положения главного окна к следующему запуску
sk: Zapamätať si pozíciu hlavného okna pre znovu sa zobrazujúce okno

source: Play shutter sound when a screenshot is taken
cs: Při pořizování snímku obrazovky přehrát zvuk závěrky
de: Verschlussgeräusch wiedergeben, wenn ein Bildschirmfoto erstellt wird
es: Se reproduce un sonido de obturador al hacer una captura de pantalla
fr: Lecture du son de l'obturateur lors de la prise d'une capture d'écran
hu: Hangjelzés Képernyőkép készítésekor
ka: შატერის ხმა ეკრანის ანაბეჭდის გადაღებისას
pl: Odtwórz dźwięk migawki przy zrzucie ekranu
ru: Добавлен звук затвора, когда сделан снимок экрана
sk: Pri vytváraní snímky obrazovky prehrať zvuk uzávierky

source: Fix extra black area on HiDPI screenshots
cs: Oprava přebytečné černé oblasti na HiDPI snímcích
de: Schwarze Ränder bei HiDPI-Bildschirmfotos beseitigt
es: Se soluciona un área negra adicional en capturas de pantalla hechas en HiDPI
fr: Correction de la zone noire supplémentaire lors des captures d'écran HiDPI
hu: A fekete területek javítása a HiDPI képernyőképeken
ka: HiDPI ეკრანებზე დამატებითი შავი ადგილის გასწორება
pl: Naprawiono występujący dodatkowy czarny obszar na zrzutach ekranu HiDPI
ru: Устранение дополнительной черной области на HiDPI скриншотах
sk: Opravená nadbytočná čierna oblasť na HiDPI snímkach

source: Snapshot;Screenshot;
cs: Momentka;Snímek obrazovky;Snapshot;Screenshot;
de: Snapshot;Screenshot;Schnappschuss;Bildschirmfoto;
es: Captura;Imagen;Pantallazo;
fr: Capture;Écran;
hu: Snapshot;Screenshot;Pillanatkép;Képernyőkép;
ka: მომენტალური ფოტო;ეკრანის ანაბეჭდი;
pl: Migawka;Zrzut ekranu;
ru: Snapshot;Screenshot;Снимок экрана;Скриншот;
sk: Momentka;Snímka obrazovky;Screenshot;

source: Screenshot of the Whole Screen
cs: Snímek celé obrazovky
de: Bildschirmfoto des gesamten Bildschirms
es: Captura de pantalla completa
fr: Capture de tout l'écran
hu: Képernyőkép az egész asztalról
ka: მთელი ეკრანის ანაბეჭდი
pl: Zrzut całego ekranu
ru: Снимок всего экрана
sk: Snímka celej obrazovky

source: Screenshot of the Current Window
cs: Snímek aktuálního okna
de: Bildschirmfoto des aktuellen Fensters
es: Captura de la ventana actual
fr: Capture de la fenêtre actuelle
hu: Képernyőkép az aktuális ablakról
ka: მიმდინარე ფანჯრის ანაბეჭდი
pl: Zrzut bieżącego okna
ru: Снимок текущего окна
sk: Snímka aktuálneho okna

source: Screenshot of a Selected Area
cs: Snímek vybrané oblasti
de: Bildschirmfoto eines ausgewählten Bereichs
es: Captura de un área seleccionada
fr: Capture de la zone sélectionnée
hu: Képernyőkép egy kijelölt területről
ka: მონიშნული ადგილის ანაბეჭდი
pl: Zrzut wybranego obszaru
ru: Снимок выбранной области
sk: Snímka vybranej oblasti
