Repository: elementary/screenshot
Catalog: po/*.po
Languages: ckb

source: Screenshots
ckb: سکرینشوتەکان

source: Capture area
ckb: وێنەگرتنی بەشێک

source: Capture the whole screen
ckb: وێنەگرتنی تەواوی ڕوونما

source: Capture active window
ckb: وێنەگرتنی پەنجەرەی چالاک

source: Take screenshot after specified delay
ckb: وێنەی ڕوونما دوای کاتی دیاریکراو بگرە

source: Seconds
ckb: چرکە

source: Include the pointer with the screenshot
ckb: با نیشاندەری ماوس لە وێنەکەدا دەربچێت

source: Redact system text
ckb: دەستکاریکردنی دەقی سیستەم

source: Save screenshot to clipboard
ckb: کۆپیکردنی وێنە بۆ کلیپبۆرد

source: Grab the whole screen
ckb: هەموو ڕوونماکە دیاریبکە

source: Grab the current window
ckb: پەنجەرەی ئێستا دیاریبکە

source: Select area to grab
ckb: بەشێک دیاریبکە

source: Grab pointer:
ckb: هەبوونی نیشاندەری ماوس:

source: Close after saving:
ckb: داخستن دوای پاشەکەوتکردن:

source: Conceal text:
ckb: شاردنەوەی دەق:

source: Delay in seconds:
ckb: دواخستنی گرتنی وێنە بە چرکە:

source: Take Screenshot
ckb: گرتنی وێنە

source: Close
ckb: داخستن

source: Screenshot from %s
ckb: سکرینشوت لە %s

source: Could not capture screenshot
ckb: نەتوانرا وێنەی شاشە بگیرێت

source: Image not saved
ckb: وێنەکە پاشەکەوت نەکرا

source: Screenshot
ckb: سکرینشوت

source: Save Image as…
ckb: پاشەکەوتکردنی وێنە وەکو…

source: Select Screenshots Folder…
ckb: بوخچەی سکرینشوتەکان دیاری بکە…

source: Copy to Clipboard
ckb: کۆپیکردنی بۆ کلیپبۆرد

source: Cancel
ckb: هەڵوەشاندنەوە

source: Save
ckb: پاشەکەوتکردن
